{

    "talents": [
        {
            "name": "Adaptive Skin",
	    	"prereqs": [],
	    	"description": "You gain resist 5 to one type of damage (electric, fire, cold, etc.). You may take this Talent multiple times, selecting a different damage type each time.",
			"selected": false
	    },
        {
            "name": "Annihilate",
	    	"prereqs": ["Ranged 30"],
	    	"description": "Upgrade your ranged weapon’s damage die from a d4 to a d6.",
			"selected": false
	    },
        {
            "name": "Assassin’s Threat",
	    	"prereqs": [],
	    	"description": "Your damage multiplier increases by 1 against creatures granting combat advantage to you.",
			"selected": false
	    },
        {
            "name": "Broad Side of the Barn",
	    	"prereqs": [],
	    	"description": "You gain a +1 bonus to attack rolls when targeting a creature larger than you.",
			"selected": false
	    },
        {
            "name": "Brute",
	    	"prereqs": ["STR 30"],
	    	"description": "Increase the damage of your unarmed attack from d2 to d4.",
			"selected": false
	    },
        {
            "name": "Careful Steps",
	    	"prereqs": [],
	    	"description": "You do not provoke opportunity attacks from an enemy for moving, providing you remain adjacent to the enemy for the entire movement.",
			"selected": false
	    },
        {
            "name": "Cave Dweller",
	    	"prereqs": [],
	    	"description": "You can see in the dark.",
			"selected": false
	    },
        {
            "name": "Commanding Presence",
	    	"prereqs": [],
	    	"description": "You may mark one target within your Offensive Range as a minor action, or you may mark the target(s) of your next attack as a free action. All or any creatures marked in this way are marked until the end of your next turn.",
			"selected": false
	    },
        {
            "name": "Crippling Shot",
	    	"prereqs": ["Ranged 30"],
	    	"description": "You may choose to take a -3 penalty to a Ranged attack roll. If you hit with an attack roll made in this way, the target is slowed until the end of your next turn. If the target was slowed, they are instead knocked prone.",
			"selected": false
	    },
        {
            "name": "Critical Block",
	    	"prereqs": [],
	    	"description": "If you roll a critical hit when making a Block check, you may choose to daze the attacker or knock it prone.",
			"selected": false
	    },
        {
            "name": "Critical Threat",
	    	"prereqs": [],
	    	"description": "If you score a critical hit when making an attack with a Combat Skill, the target takes a penalty to attack rolls equal to 1d4 until the end of its next turn.",
			"selected": false
	    },
        {
            "name": "Defensive Warrior",
	    	"prereqs": ["Block 25"],
	    	"description": "You can expend a Fortune Point to block as a minor action. If you have 75 block, it becomes a free action with the cost of a Fortune Point instead.",
			"selected": false
	    },
        {
            "name": "Deflect and Serve",
	    	"prereqs": ["Block 25"],
	    	"description": "If you are targeted with a Ranged attack while blocking, and your block roll exceeds the attack roll by 5 or more, you can reflect the projectile, making a Ranged attack on the attacking creature as a free action to send its own projectile back at it.",
			"selected": false
	    },
        {
            "name": "Devastating Block",
	    	"prereqs": [],
	    	"description": "A successful block deals damage to the attacker equal to your block modifier.",
			"selected": false
	    },
        {
            "name": "Devoted Hunter",
	    	"prereqs": ["Commanding Presence"],
	    	"description": "One target you have marked takes two damage each round.",
			"selected": false
	    },
        {
            "name": "Devout Follower",
	    	"prereqs": [],
	    	"description": "Gain an additional 10 Enlightenment points. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Devout Gambler",
	    	"prereqs": ["Enlightenment 20"],
	    	"description": "Add ½ of your Enlightenment Modifier to your number of Fortune Points per day.",
			"selected": false
	    },
        {
            "name": "Disciple of Destruction",
	    	"prereqs": [],
	    	"description": "Increase the damage die on Destruction Abilities by 1.",
			"selected": false
	    },
        {
            "name": "Disciple of Enhancement",
	    	"prereqs": [],
	    	"description": "Any Enhancement Abilities that restore hit points now restore 5 additional hit points.",
			"selected": false
	    },
        {
            "name": "Dominatrix",
	    	"prereqs": [],
	    	"description": "All Control Abilities you use that have an effect lasting until the end of your next turn instead last until the target can make a successful saving throw.",
			"selected": false
	    },
        {
            "name": "Double Shot",
	    	"prereqs": ["Ranged 30"],
	    	"description": "You may make two attacks with a Ranged Weapon as a single standard action, taking a -3 penalty to each attack roll.",
			"selected": false
	    },
        {
            "name": "Duelist",
	    	"prereqs": ["DEX 40"],
	    	"description": "When you are wielding one weapon with two hands, you gain a +2 to Melee Weapon attack rolls.",
			"selected": false
	    },
        {
            "name": "Dumb Luck",
	    	"prereqs": ["LCK 20"],
	    	"description": "Once per day, you can substitute your Luck score for the score of any skill, prior to making a check with that skill.",
			"selected": false
	    },
        {
            "name": "Echolocation",
	    	"prereqs": [],
	    	"description": "As a minor action, you can emit a noise and know the location of each object and creature within 5 squares of you. Whenever you do this, you cannot benefit from cover or concealment and grant combat advantage until the end of your next turn.",
			"selected": false
	    },
        {
            "name": "Expert Medic",
	    	"prereqs": [],
	    	"description": "When using the Medicine skill to perform first aid, instead of restoring hit points equal to 1d4 times your Medicine Modifier, restore hit points equal to 1d6 times your Medicine Modifier.",
			"selected": false
	    },
        {
            "name": "Extremely Lucky",
	    	"prereqs": ["LCK 100", "Really Lucky"],
	    	"description": "You can score a critical hit on a 17, 18, 19 or 20.",
			"selected": false
	    },
        {
            "name": "Extremely Speedy",
	    	"prereqs": ["SPD 100", "Really Speedy"],
	    	"description": "You can take an extra standard action per turn.",
			"selected": false
	    },
        {
            "name": "Faith Healing",
	    	"prereqs": ["Enlightenment 25"],
	    	"description": "When determining prereqss, you may substitute your Enlightenment score in place of your Enhancement score. Powers that reference your Enhancement score or Modifier are still based on Enhancement.",
			"selected": false
	    },
        {
            "name": "Far Shot",
	    	"prereqs": [],
	    	"description": "Choose a skill that has an associated Range. Increase that Range by 2. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Fools’ Greed",
	    	"prereqs": [],
	    	"description": "You are not encumbered by currency.\n Note: Depending on the campaign, and what the system of currency is, currency may not count towards encumbrance. Speak with your GM to see if this is necessary.",
			"selected": false
	    },
        {
            "name": "Fortunateness",
	    	"prereqs": [],
	    	"description": "Gain an extra Fortune Point per day. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Fortune’s Child",
	    	"prereqs": ["LCK 20"],
	    	"description": "After rolling any die, you may spend two Fortune Points to re-roll that die. You must take the second result.",
			"selected": false
	    },
        {
            "name": "Friendlier Fire",
	    	"prereqs": ["WIS 45"],
	    	"description": "Whenever you use an Ability that targets each creature, you take a -5 to attack rolls when rolling against an ally.",
			"selected": false
	    },
        {
            "name": "Good Luck",
	    	"prereqs": ["LCK 50"],
	    	"description": "Gain a +1 bonus to all d20 rolls.",
			"selected": false
	    },
        {
            "name": "Grappler",
	    	"prereqs": [],
	    	"description": "You gain a +2 bonus to checks made to grab a target.",
			"selected": false
	    },
        {
            "name": "Greater Shifting",
	    	"prereqs": [["DEX 60", "SPD 60"], "Improved Shifting"],
	    	"description": "You can shift one square as a minor action.",
			"selected": false
	    },
        {
            "name": "Healing Fighter",
	    	"prereqs": [],
	    	"description": "Using Enhancement Abilities does not provoke opportunity attacks.",
			"selected": false
	    },
        {
            "name": "Helping Hand",
	    	"prereqs": ["Enhancement 20"],
	    	"description": "Any Enhancement Ability which targets only you now targets you or one adjacent ally.",
			"selected": false
	    },
        {
            "name": "Improved Defense",
	    	"prereqs": [],
	    	"description": "You gain a +1 bonus to a defense of your choice. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Improved Initiative",
	    	"prereqs": [],
	    	"description": "You gain a +3 bonus to your initiative. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Improved Recharge",
	    	"prereqs": ["INT 25"],
	    	"description": "Your Ability Point regeneration rate increases by 5.",
			"selected": false
	    },
        {
            "name": "Improved Rushing",
	    	"prereqs": [],
	    	"description": "You gain a +2 bonus to Bull Rush attempts. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Improved Shifting",
	    	"prereqs": [["DEX 45", "SPD 45"]],
	    	"description": "You can shift two squares as a single move action.",
			"selected": false
	    },
        {
            "name": "Improved Teleport",
	    	"prereqs": ["WIS 40"],
	    	"description": "When an effect or Ability allows you to teleport more than one square, you can split the teleportation into two separate teleportations, and take a single action between them.",
			"selected": false
	    },
        {
            "name": "Improvised Weapon Expert",
	    	"prereqs": ["STR 40", "Improvised Weapon Handler"],
	    	"description": "Improvised weapons you wield now deal 1d8 damage.",
			"selected": false
	    },
        {
            "name": "Improvised Weapon Handler",
	    	"prereqs": ["STR 25"],
	    	"description": "Improvised weapons you wield now deal 1d6 damage",
			"selected": false
	    },
        {
            "name": "Improvised Weapon Master",
	    	"prereqs": [],
	    	"description": "You gain a +2 bonus to all attack rolls with improvised weapons.",
			"selected": false
	    },
        {
            "name": "Increased Teleportation",
	    	"prereqs": [],
	    	"description": "When an effect or Ability allows you to teleport, you may teleport two additional squares. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Juggernaut",
	    	"prereqs": [["Medium", "Large"]],
	    	"description": "You can attempt to bull rush multiple people in one straight line.",
			"selected": false
	    },
        {
            "name": "Lucky",
	    	"prereqs": ["LCK 40"],
	    	"description": "You can score a critical hit on a roll of 19 or 20.",
			"selected": false
	    },
        {
            "name": "Lucky Break",
	    	"prereqs": [],
	    	"description": "Once per encounter, you can add 1/2 of your Luck Modifier to a d20 roll. This can be done after the roll has been made.",
			"selected": false
	    },
        {
            "name": "Lucky Shot",
	    	"prereqs": [],
	    	"description": "You may expend any number of Fortune Points after a roll has been made, rather than before.",
			"selected": false
	    },
        {
            "name": "Master of Fortune",
	    	"prereqs": ["LCK 30"],
	    	"description": "When taking damage, you may expend 2 or more Fortune Points to divide the damage taken by the amount of Fortune Points spent.",
			"selected": false
	    },
        {
            "name": "Massive Range",
	    	"prereqs": [],
	    	"description": "The maximum Range of your Ranged Attack Skill increases by 5.",
			"selected": false
	    },
        {
            "name": "More Efficient, Less Wasteful",
	    	"prereqs": ["WIS 100", "Ne’er the Twain"],
	    	"description": "Abilities costs half as many Ability Points to use. This also applies to sustain costs.",
			"selected": false
	    },
        {
            "name": "Multifariousness",
	    	"prereqs": [],
	    	"description": "Once per combat, you may add a damage type to any one weapon you are holding as a minor action. The first successful attack made with this weapon each round gains that damage type. This can apply to your own body in the case of Unarmed Combat attacks.",
			"selected": false
	    },
        {
            "name": "Natural Armor",
	    	"prereqs": [],
	    	"description": "If you take 10 or more damage from a single attack, you may reduce the damage taken by your Constitution Modifier.",
			"selected": false
	    },
        {
            "name": "Ne’er the Twain",
	    	"prereqs": ["WIS 75", "Wise But Efficient"],
	    	"description": "When at a fork or branching of paths, you know which paths, if any, lead directly to danger.",
			"selected": false
	    },
        {
            "name": "Nemesis",
	    	"prereqs": [],
	    	"description": "Choose a specific type of enemy (equine, alien, undead, spirit, male, etc.). Whenever dealing damage to this enemy, increase your damage die by 1.",
			"selected": false
	    },
        {
            "name": "Power Word",
	    	"prereqs": [],
	    	"description": "A character may bind an Ability to a word per the Power Word rules (p. 43). You may take this Talent multiple times, choosing a new Ability and a new word each time.\n This Talent may also be selected to re-bind an Ability to a new word. Doing this erases the old bind.",
			"selected": false
	    },
        {
            "name": "Power Word II",
	    	"prereqs": ["Power Word"],
	    	"description": "A character may choose whether or not to use a bound Ability upon speaking their Power Word. You may take this Talent multiple times, selecting a new Ability you have a Power Word assigned to each time.",
			"selected": false
	    },
        {
            "name": "Power Word III",
	    	"prereqs": ["Power Word II"],
	    	"description": "A character may use an Ability bound to a Power Word when they hear that word spoken. You may take this Talent multiple times, selecting a new Ability you have a Power Word assigned to each time.",
			"selected": false
	    },
        {
            "name": "Powerful Strike",
	    	"prereqs": ["STR 30"],
	    	"description": "Increase damage die of Melee Weapon attacks from d4 to d6.",
			"selected": false
	    },
        {
            "name": "Powerful Strike II",
	    	"prereqs": ["STR 40", "Powerful Strike"],
	    	"description": "Increase damage die of Melee Weapon attacks from d6 to d8.",
			"selected": false
	    },
        {
            "name": "Powerful Strike III",
	    	"prereqs": ["STR 50", "Powerful Strike II"],
	    	"description": "Increase damage die of Melee Weapon attacks from 1d8 to d10.",
			"selected": false
	    },
        {
            "name": "Powerful Strike IV",
	    	"prereqs": ["STR 60", "Powerful Strike III"],
	    	"description": "Increase damage die of Melee Weapon attacks from d10 to d12.",
			"selected": false
	    },
        {
            "name": "Premonition",
	    	"prereqs": [["LCK 30", "WIS 30"]],
	    	"description": "Once per day you can re-roll any die roll or allow an ally that you can see within 3 squares of you to re-roll any die roll.",
			"selected": false
	    },
        {
            "name": "Profound Truths",
	    	"prereqs": ["WIS 35"],
	    	"description": "Truths cost half as many Enlightenment points to invoke.",
			"selected": false
	    },
        {
            "name": "Protector",
	    	"prereqs": ["Block 25"],
	    	"description": "Once per round when you are blocking, if an adjacent ally is targeted by a melee attack, you may become the target of the attack instead. Blocking rules apply as normal.",
			"selected": false
	    },
        {
            "name": "Quick Draw",
	    	"prereqs": ["SPD 30"],
	    	"description": "As a single minor action, you may perform two minor actions— such as drawing and stowing a weapon, drawing and drinking a potion, or drawing two weapons.",
			"selected": false
	    },
        {
            "name": "Quick Steps",
	    	"prereqs": [],
	    	"description": "Gain a +1 bonus to movement. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Quick Truth",
	    	"prereqs": ["Enlightenment 25"],
	    	"description": "You can activate two Truths per round as a single minor action.",
			"selected": false
	    },
        {
            "name": "Raised by the Blind",
	    	"prereqs": [],
	    	"description": "When making an attack against a target you cannot see, you take no penalties based on sight.",
			"selected": false
	    },
        {
            "name": "Re-Aimed Strike",
	    	"prereqs": [],
	    	"description": "Each time you hit with an attack, you may re-roll your damage die, taking the second result even if it is lower.",
			"selected": false
	    },
        {
            "name": "Really Lucky",
	    	"prereqs": ["LCK 80", "Lucky"],
	    	"description": "You can score a critical hit on an 18, 19, or 20.",
			"selected": false
	    },
        {
            "name": "Really Speedy",
	    	"prereqs": ["SPD 75", "Speedy"],
	    	"description": "You can take an extra move action per turn.",
			"selected": false
	    },
        {
            "name": "Reprogrammable Augmentation",
	    	"prereqs": [],
	    	"description": "You may augment one of your hands, limbs, or appendages with a single augment. This is permanent, and cannot be removed or changed.\n \n You may take this Talent multiple times, selecting a different body part each time. If you choose a body part that is already augmented, you may change the augmentation associated with that body part.",
			"selected": false
	    },
        {
            "name": "Resilience",
	    	"prereqs": [],
	    	"description": "You gain a +1 bonus to all saving throws. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Resourcefulness",
	    	"prereqs": ["WIS 25"],
	    	"description": "Your Ability Point total increases by 10. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Rooted in Faith",
	    	"prereqs": ["Enlightenment 25"],
	    	"description": "Whenever you would be subject to forced movement, you may attempt a saving throw to cancel that movement.",
			"selected": false
	    },
        {
            "name": "Shapeshifter",
	    	"prereqs": ["Ability Morph"],
	    	"description": "Use of the Morph Ability allows you to transform your appearance to a specific creature of a given race.",
			"selected": false
	    },
        {
            "name": "Share the Enlightenment",
	    	"prereqs": ["Enlightenment 25"],
	    	"description": "When using a Truth, you can apply the benefit to yourself or one creature within your Enlightenment Range.",
			"selected": false
	    },
        {
            "name": "Share the Luck",
	    	"prereqs": [],
	    	"description": "Before an adjacent ally makes a roll, you may spend any number of Fortune Points, giving the benefit to the adjacent ally.",
			"selected": false
	    },
        {
            "name": "Shielding Healer",
	    	"prereqs": [],
	    	"description": "When you use an Enhancement Ability on yourself or a friendly creature, the target gains a bonus to all defenses equal to your Enhancement Modifier until the end of your next turn.",
			"selected": false
	    },
        {
            "name": "Shrug It Off",
	    	"prereqs": [],
	    	"description": "At the beginning of your turn you may make one extra saving throw against an effect that a save can end.",
			"selected": false
	    },
        {
            "name": "Skill Specialization",
	    	"prereqs": [],
	    	"description": "You gain a +6 bonus in any skill. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Skillful Archer",
	    	"prereqs": ["Ranged 40"],
	    	"description": "You can choose to make your Ranged attacks target Reflex. Attacks made in this way do 1/2 damage.",
			"selected": false
	    },
        {
            "name": "Slippery Slope",
	    	"prereqs": ["Ability Permafrost"],
	    	"description": "Any creature that is prone and under the effects of your Permafrost Ability must make a saving throw in order to stand.",
			"selected": false
	    },
        {
            "name": "Small Steps",
	    	"prereqs": ["Small"],
	    	"description": "You may move through enemy squares. Doing so provokes an attack of opportunity.",
			"selected": false
	    },
        {
            "name": "Speedy",
	    	"prereqs": ["SPD 50"],
	    	"description": "You can take an extra minor action per turn.",
			"selected": false
	    },
        {
            "name": "Spot the Opening",
	    	"prereqs": ["Commanding Presence"],
	    	"description": "Creatures marked by you grant combat advantage to you.",
			"selected": false
	    },
        {
            "name": "Spring Step",
	    	"prereqs": [],
	    	"description": "You can stand as a minor action.",
			"selected": false
	    },
        {
            "name": "Stretch",
	    	"prereqs": [],
	    	"description": "All Abilities that have a target of one adjacent creature now instead target one creature within your Modifier for that Ability’s type (Control, Destruction, Enhancement, or Utility).",
			"selected": false
	    },
        {
            "name": "Strong",
	    	"prereqs": ["STR 50"],
	    	"description": "You can push a creature one square when you hit them with a melee or unarmed attack.",
			"selected": false
	    },
        {
            "name": "Studious",
	    	"prereqs": [],
	    	"description": "You learn an additional Ability for which you meet the requirements. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Stunning Critical",
	    	"prereqs": ["Melee Weapon 75"],
	    	"description": "When you score a critical hit with a melee weapon, the target is stunned until the end of your next turn.",
			"selected": false
	    },
        {
            "name": "Tar and Feather",
	    	"prereqs": [],
	    	"description": "When you slow a target, that target takes a -2 penalty to its next attack roll.",
			"selected": false
	    },
        {
            "name": "Theft of Luck",
	    	"prereqs": [],
	    	"description": "Choose an ally within 5 squares of you with at least one Fortune Point. That ally loses one Fortune Point and takes a -1 penalty to their next die roll. You gain a +1 to your next die roll.",
			"selected": false
	    },
        {
            "name": "Thick Skin",
	    	"prereqs": [],
	    	"description": "Gain an additional 5 hit points. You may take this Talent multiple times.",
			"selected": false
	    },
        {
            "name": "Tricky Fighting",
	    	"prereqs": ["Small", "Tricky Steps"],
	    	"description": "You can stand and fight in the same square as a small enemy.\n Any attacks that do not include the enemy whose square you are in provoke an opportunity attack from that enemy.",
			"selected": false
	    },
        {
            "name": "Tricky Steps",
	    	"prereqs": ["Small", "Small Steps"],
	    	"description": "Your movement through enemy squares no longer provokes opportunity attacks.",
			"selected": false
	    },
        {
            "name": "Two Weapon Blocking",
	    	"prereqs": [],
	    	"description": "You may count one off-hand weapon as a shield [+1 AC, +5 to Block score].",
			"selected": false
	    },
        {
            "name": "Two Weapon Critical",
	    	"prereqs": ["Two Weapon Mastery"],
	    	"description": "You may score a critical hit with an off-hand weapon on a 19 or 20.",
			"selected": false
	    },
        {
            "name": "Two Weapon Fighting",
	    	"prereqs": ["DEX 30", "SPD 20"],
	    	"description": "You may make multiple Melee Weapon or Ranged attacks per turn, one with each weapon you wield, up to your Speed Modifier. \n All attacks after the first have a cumulative -4 penalty.",
			"selected": false
	    },
        {
            "name": "Two Weapon Mastery",
	    	"prereqs": ["DEX 60", "Two Weapon Fighting"],
	    	"description": "If you chose to make multiple attacks per turn, attacks after the first suffer from a cumulative -2 penalty, rather than a -4.",
			"selected": false
	    },
        {
            "name": "Utilititarian",
	    	"prereqs": ["WIS 35"],
	    	"description": "You may double the duration of any Utility Ability you use.",
			"selected": false
	    },
        {
            "name": "Versatility",
	    	"prereqs": [],
	    	"description": "Choose one type of damage. Whenever you deal damage with an Ability, you may add the selected type.",
			"selected": false
	    },
        {
            "name": "Wise and Efficient",
	    	"prereqs": ["WIS 50"],
	    	"description": "When you use the same Ability or Truth two rounds in a row, the second costs half as much as the original cost. The cost will never go below half the original cost.",
			"selected": false}
    ]
}   